"%1$@ •••• %2$@" = "%1$@••••%2$@";

"%@ (optional)" = "%@ (по желание)";

"(not accepted)" = "(не се приема)";

"Account number" = "Номер на сметката";

"Address" = "Адрес";

"Address line 1" = "Ред 1 на адреса";

"Address line 2" = "Ред 2 на адреса";

"Area" = "Район";

"BLIK code" = "BLIK код";

"BSB number" = "BSB номер";

"Bank account •••• %@" = "Банкова сметка •••• %@";

"Billing address is same as shipping" = "Адресът за фактуриране е същият като за доставка";

"Cancel" = "Отмяна";

"Card brand" = "Марка на картата";

"City" = "Град";

"Code field" = "Поле за код";

"Company" = "Компания";

"Continue" = "Продължаване";

"Country" = "Държава";

"Country or region" = "Държава или регион";

"County" = "Окръг";

"Department" = "Отдел";

"District" = "Окръг";

"Do Si" = "Do Si";

"Do you want to close this form?" = "Искате ли да затворите този формуляр?";

"Done" = "Готово";

"Double tap to edit" = "Докоснете два пъти, за да редактирате";

"Edit" = "Редактиране";

"Eircode" = "Eircode";

"Email" = "Имейл";

"Emirate" = "Емирство";

"Error" = "Грешка";

"First" = "Собствено";

"Full name" = "Трите имена";

"Incomplete phone number" = "Непълен телефонен номер";

"Invalid UPI ID" = "Невалиден идентификационен номер на UPI";

"Island" = "Остров";

"Last" = "Фамилия";

"Name" = "Име";

"Name on account" = "Име на сметката";

"OK" = "OK";

"Oblast" = "Област";

"Other" = "Друга";

"Parish" = "Енория";

"Phone number" = "Телефонен номер";

"Postal code" = "Пощенски код";

"Prefecture" = "Префектура";

"Province" = "Област";

"Remove" = "Премахване";

"Remove bank account?" = "Премахване на банкова сметка?";

"Remove card" = "Премахване на банкова карта";

"Search" = "Търсене";

"Select card brand (optional)" = "Изберете марка на картата (по избор)";

"Selection is empty." = "Изборът е празен.";

"Sort code" = "Идентификационен банков код";

"State" = "Щат";

"Suburb" = "Предградие";

"Suburb or city" = "Предградие или град";

"The BSB you entered is incomplete." = "BSB, който сте въвели, е непълен.";

"The ID number you entered is incomplete." = "Идентификационният номер, който сте въвели, е непълен.";

"The account number you entered is incomplete." = "Въведеният от Вас номер на сметката е невалиден.";

"The sort code you entered is invalid." = "Идентификационният банков код, който въведохте, е невалиден.";

"Town or city" = "Град";

"UPI ID" = "UPI ID";

"Unable to parse phone number" = "Неуспешно анализиране на телефонния номер";

"Use rotor to access links" = "Използване на ротор за достъп до връзки";

"Your BLIK code is incomplete." = "Вашият BLIK код е непълен.";

"Your BLIK code is invalid." = "Вашият BLIK код е невалиден.";

"Your ZIP code is incomplete." = "Вашият пощенски код е непълен.";

"Your ZIP code is invalid." = "Вашият пощенски код е невалиден.";

"Your email is invalid." = "Вашият имейл е невалиден.";

"Your payment information will not be saved." = "Вашата информация за плащане няма да бъде запазена.";

"Your postal code is incomplete." = "Вашият пощенски код е непълен.";

"Your postal code is invalid." = "Вашият пощенски код е невалиден.";

"ZIP" = "п.к.";
